/* Marks the directory to be a collection. */
"                    as a Collection" = "                    Raccolta";

/* Marks the directory to no longer be a collection */
"                    to Not be a Collection" = "                    Non più una raccolta";

/* Mark whole directory to delete the metadata */
"            Clear Metadata" = "            Cancella metadati";

/* Mark whole directory as favorite */
"            Favorite" = "            Preferito";

/* Mark whole directory as not favorite */
"            Not Favorite" = "            Non preferito";

/* Mark whole directory to re-fetch its movie data */
"            Refetch Movie Data" = "            Ripeti recupero dati film";

/* Mark whole directory to re-fetch its tv data */
"            Refetch TV Data" = "            Ripeti recupero dati TV";

/* Mark whole directory to reset import decisions */
"            Reset Import Decisions" = "            Reimposta decisioni di importazione";

/* Mark whole directory as unwatched */
"            Unwatched" = "            Non vista";

/* Mark a file to delete the metadata */
"        Clear Metadata" = "        Cancella metadati";

/* Mark file as not a favorite */
"        Favorite" = "        Preferito";

/* Mark file as a favorite */
"        Not Favorite" = "        Non preferito";

/* Mark file to re-fetch its movie data */
"        Refetch Movie Data" = "        Ripeti recupero dati film";

/* Mark file to re-fetch its tv data */
"        Refetch TV Data" = "        Ripeti recupero dati TV";

/* Mark a file to reset import decisions */
"        Reset Import Decisions" = "        Reimposta decisioni di importazione";

/* Conduct a scan of the directory for new files */
"     < Scan for new files >" = "     < Ricerca nuovi file>";

/*      Clear */
"     Clear" = "     Cancella";

/*      Selected Files */
"     Selected Files" = "     File selezionati";

/*      This File and Complete */
"     This File and Complete" = "     Questo file e completa";

/* Hide movie/show chooser menu item */
"  Auto-Select Movies/Shows" = "  Autoselezione film/spettacoli";

/* Start Poster Chooser menu item */
"  Choose Movie Posters" = "  Scegli poster per film";

/* Delete Collections menu item */
"  Delete Collections" = "  Elimina raccolte";

/* Disable the anonymous reporting for aid in future features */
"  Disable Anonymous Reporting" = "  Disattiva segnalazioni anonime";

/* Don't Import Collections menu item */
"  Don't Import Collections" = "  Non importare raccolte";

/* Enable AC3 Passthrough menu item */
"  Enable AC3 Passthrough" = "  Attiva passthrough AC3";

/* Don't rescan directories upon entry and used cached data */
"  Fast Directory Switching" = "  Commutazione veloce directory";

/* Display only Favorite Files */
"  Favorite Files" = "  File preferiti";

/* Fetch Movie Data menu item */
"  Fetch Movie Data" = "  Recupera dati film";

/* Fetch TV Show Data menu item */
"  Fetch TV Show Data" = "  Recupera dati spettacolo TV";

/* Hide perian audio info menu item */
"  Hide Audio Info" = "  Nascondi informazioni audio";

/* Hide Collections menu item */
"  Hide Collections" = "  Nascondi raccolte";

/* Hide poster chooser menu item */
"  Hide Poster Chooser" = "  Nascondi scelta poster";

/* Hide show summary menu item */
"  Hide Show Spoilers" = "  Nascondi anteprime spettacolo";

/* Hide the ui quitter menu item */
"  Hide UI Quit" = "  Nascondi chiusura UI";

/* Hide perian video info menu item */
"  Hide Video Info" = "  Nascondi informazioni video";

/* All Importer Menu Item */
"  Import All Data" = "  Importa tutti i dati";

/* No comment provided by engineer. */
"  Movies" = "  Film";

/* Populate File Data menu item */
"  Populate File Data" = "  Inserisci dati relativi a file";

/* UI Quit */
"  Reset the thing already" = "  Reimposta quanto già";

/* Settings Menu Item */
"  Settings" = "  Impostazioni";

/* Skip Favorite shows menu item */
"  Skip \"Favorite Shows\" filter" = "  Salta filtro \"Spettacoli preferiti\"";

/* Skip Top shows menu item */
"  Skip \"Top Shows\" filter" = "  Salta filtro \"Spettacoli principali\"";

/* Skip Unwatched shows menu item */
"  Skip \"Unwatched Shows\" filter" = "  Salta filtro \"Spettacoli non visti\"";

/* No comment provided by engineer. */
"  TV Shows" = "  Spettacoli TV";

/* Display only Unwatched Files */
"  Unwatched Files" = "  File non visti";

/* Use directory names instead of filenames for movie lookup */
"  Use Directory Lookup" = "  Usa ricerca nelle directory";

/* No comment provided by engineer. */
" Movies" = " Film";

/* Settings Menu Item */
" Settings" = " Impostazioni";

/* No comment provided by engineer. */
" TV Shows" = " Spettacoli TV";

/* Could not find file; parameter is moving file */
"%@ Seems to be missing" = "%@ sembra mancare";

/* Empty directory */
"< EMPTY >" = "< VUOTO >";

/* Mark a file that is not a movie in the movie chooser */
"<This is Not a Movie>" = "<Questo non è un film>";

/* Mark an episode as not a TV show in the show chooser */
"<This is not a TV Show>" = "<Questo non è uno spettacolo TV>";

/* No comment provided by engineer. */
"A Directory name should not contain any '/' characters" = "I nomi di directory non possono contenere il carattere '/'";

/* No comment provided by engineer. */
"A File name should not contain any '/' characters" = "I nomi di file non possono contenere il carattere '/'";

/* The group metadata import complete */
"All available metadata has been imported" = "Sono stati importati tutti i metadati disponibili";

/* The Movie import is complete */
"All available Movie data has been imported" = "Sono stati importati tutti i dati film disponibili";

/* The TV Show import complete */
"All available TV Show data has been imported" = "Sono stati importati tutti i dati spettacoli TV disponibili";

/* Delete Collections description */
"Allows the user to specify which collections should be delete along with its data.  Use this for collections which will never be used again." = "Consente all'utente di specificare quali raccolte eliminare assieme ai relativi dati.  Utilizzare questa funzione per raccolte che non saranno più utilizzate.";

/* Hide Collections description */
"Allows the user to specify which collections should be hidden from Sapphire's main menu." = "Consente all'utente di specificare quali raccolte nascondere dal menu principale di Sapphire.";

/* Don't Import Collections description */
"Allows the user to specify which collections should be skipped when importing meta data." = "Consente all'utente di specificare quali raccolte saltare durante l’importazione dei metadati.";

/* parameter is file/dir that is being deleted */
"Are you sure you wish to delete %@?" = "Eliminare %@?";

/* [Sort] By Awards Won */
"By Awards Won" = "Per premi vinti";

/* [Sort] By Date */
"By Date" = "Per data";

/* [Sort] By Episode number */
"By Episode" = "Per episodio";

/* [Sort] By IMDB Rank */
"By IMDB Rank" = "Per classifica IMDB";

/* [Sort] By IMDB Rating */
"By IMDB Rating" = "Per voto IMDB";

/* [Sort] By Movie Title */
"By Movie Title" = "Per titolo film";

/* Cancel */
"Cancel" = "Annulla";

/* Cancel the import process */
"Cancel Import" = "Annulla importazione";

/* Change artwork */
"Change artwork" = "Modifica grafica";

/* Start Poster Chooser description */
"Choose Movie Posters" = "Scegli poster per film";

/* No comment provided by engineer. */
"Collections" = "Raccolte";

/* Unknown error renaming file/directory; parameter is name */
"Could not delete %@.  Is the filesystem read-only?" = "Impossibile eliminare %@.  Il file system è di sola lettura?";

/* Unknown error renaming file/directory; parameter is extension, name */
"Could not move %@ file for %@.  Is the filesystem read-only?" = "Impossibile spostare file %1$@ per %2$@.  Il file system è di sola lettura?";

/* Unknown error renaming file/directory; parameter is name */
"Could not move %@.  Is the filesystem read-only?" = "Impossibile spostare %@.  Il file system è di sola lettura?";

/* Unknown error renaming file/directory; parameter is name */
"Could not move cover art for %@.  Is the filesystem read-only?" = "Impossibile spostare la grafica di copertina per %@.  Il file system è di sola lettura?";

/* Unknown error renaming file/directory; parameter is name */
"Could not move to %@.  Is the filesystem read-only?" = "Impossibile spostare a %@.  Il file system è di sola lettura?";

/* Delete Collections Menu Title */
"Delete Collections" = "Elimina raccolte";

/* Marks this directory to be deleted */
"Delete Directory" = "Elimina directory";

/* No comment provided by engineer. */
"Delete Directory?" = "Eliminare directory?";

/* No comment provided by engineer. */
"Delete Error" = "Elimina errore";

/* Marks this file to be deleted */
"Delete File" = "Elimina file";

/* No comment provided by engineer. */
"Delete File?" = "Eliminare file?";

/* No comment provided by engineer. */
"Deletes this directory and its contents" = "Elimina questa directory e il suo contenuto";

/* No comment provided by engineer. */
"Deletes this file" = "Elimina questo file";

/* Display All Files (no filtering) */
"Display All Files" = "Visualizza tutti i file";

/* file duration in metadata display */
"Duration" = "Durata";

/* No comment provided by engineer. */
"Edit the display name for this collection" = "Modifica il nome visualizzato per questa raccolta";

/* No comment provided by engineer. */
"Edit the name for this directory" = "Modifica il nome per questa directory";

/* Episode in metadata display */
"Episode" = "Episodio";

/* No comment provided by engineer. */
"Error" = "Errore";

/* Title */
"Fetch Movie Data" = "Recupera dati film";

/* Title */
"Fetch TV Show Data" = "Recupera dati spettacolo TV";

/* Current TV Show import process format, filename */
"Fetching For: %@" = "Recupero di: %@";

/* File Not Present title */
"File Not Present" = "File non presente";

/* Import progress format, current and the max */
"Finished Processing: %0.0f / %0.0f" = "Terminata elaborazione: %1$.0f / %2$.0f";

/* Getting artwork selection */
"Getting artwork selection" = "Recupero selezione grafica";

/* Hide Collections Menu Title */
"Hide Collections" = "Nascondi raccolte";

/* Title */
"Import All Data" = "Importa tutti i dati";

/* The import is complete */
"Import Complete" = "Importazione completata";

/* The import is starting */
"Initializing..." = "Inizializzazione in corso...";

/*      Selected Files */
"Join Selected Files" = "Unisci i file selezionati";

/* Join To Other Files */
"Join To Other Files" = "Unisci agli altri file";

/* No comment provided by engineer. */
"Joining Files" = "Unione file";

/* No comment provided by engineer. */
"Main Menu" = "Menu principale";

/* Mark whole directory as watched */
"Mark All as Watched" = "Contrassegna tutti come visti";

/* Mark file as unwatched */
"Mark as Unwatched" = "Contrassegna come non visto";

/* Mark file as watched */
"Mark as Watched" = "Contrassegna come visto";

/* Marks this directory to be no longer be skipped during import */
"Mark Directory For Importing" = "Contrassegna la directory per l’importazione";

/* Marks this directory to be skipped during import */
"Mark this Directory to Skip Import" = "Contrassegna questa directory per saltare l’importazione";

/* parameter is last component of path, second is last path component of destination */
"Move %@ to %@" = "Sposta %1$@ a %2$@";

/* Rename file description */
"Move a file to another name" = "Cambia il nome del file";

/* Marks this directory to be moved */
"Move Directory" = "Sposta directory";

/* Marks this file to be moved */
"Move File" = "Sposta file";

/* No comment provided by engineer. */
"Move this directory.  Select destination later." = "Sposta questa directory.  Seleziona la destinazione successivamente.";

/* No comment provided by engineer. */
"Move this file.  Select destination later." = "Sposta questo file.  Seleziona la destinazione successivamente.";

/* Movies Menu Item */
"Movies" = "Film";

/* Move File to within this directory */
"Move to Here" = "Sposta qui";

/* parameter is file/dir that is being moved */
"Moving %@" = "Spostamento di %@";

/* No comment provided by engineer. */
"Moving Error" = "Errore spostamento";

/* No comment provided by engineer. */
"No pretty name to construct" = "Nessun nome descrittivo da utilizzare";

/* OK */
"OK" = "OK";

/* parameter is filename */
"Opening %@" = "Apertura di %@";

/* Title */
"Populate File Data" = "Inserimento dati relativi a file";

/* Do a file metadata import */
"Populate Show Data" = "Inserisci dati relativi a spettacolo";

/* No comment provided by engineer. */
"Read Error" = "Errore lettura";

/* Reload images */
"Refresh" = "Aggiorna";

/* Refresh the artwork selection */
"Refresh the artwork selection" = "Aggiorna la grafica selezionata";

/* Rename a file, argument is path
   Rename a collection, argument is path */
"Rename %@" = "Rinomina %@";

/* No comment provided by engineer. */
"Rename all files to a pretty name for those which a pretty name exists" = "Rinomina tutti i file per i quali esiste un nome descrittivo";

/* Rename all files to a pretty name */
"Rename all Files to Pretty Name" = "Rinomina tutti i file con un nome descrittivo";

/* Rename a collection */
"Rename this Collection" = "Rinomina questa raccolta";

/* Rename a directory */
"Rename this Directory" = "Rinomina questa directory";

/* Rename a file */
"Rename this file" = "Rinomina questo file";

/* Parameter is new name */
"Rename to \"%@\"" = "Rinomina a \"%@\"";

/* No comment provided by engineer. */
"Rename to Pretty Name" = "Rinomina a nome descrittivo";

/* Season / Episode in metadata display */
"S/E" = "S/E";

/* Main Menu item name */
"Sapphire" = "Sapphire";

/* Mark directory as favorite description */
"Sapphire will add this directory as favorite." = "Sapphire aggiungerà questa directory come preferita.";

/* Mark directory as favorite description */
"Sapphire will add this file as a favorite." = "Sapphire aggiungerà questo file come preferito.";

/* End text after import of files is complete */
"Sapphire will continue to import new files as it encounters them.  You may initiate this import again at any time, and any new or changed files will be imported" = "Sapphire continuerà a importare nuovi file man mano che li trova.  Si può rivviare questa importazione in qualsiasi momento e qualsiasi file nuovo o modificato sarà importato.";

/* Favorite filtering description */
"Sapphire will filter files to display only favorite files" = "Sapphire filtrerà i file per visualizzare solo i preferiti";

/* Unwatched filtering description */
"Sapphire will filter files to display only unwatched files" = "Sapphire filtrerà i file per visualizzare solo quelli non visti";

/* No filtering description */
"Sapphire will not filter files, but instead display all files" = "Sapphire non filtrerà i file, ma li visualizzerà tutti";

/* Mark directory as not favorite */
"Sapphire will remove this directory from favorites." = "Sapphire rimuoverà questa directory dai preferiti.";

/* Mark directory as not favorite */
"Sapphire will remove this file from favorites." = "Sapphire rimuoverà questo file dai preferiti.";

/* Mark directory as unwatched description */
"Sapphire will save this directory as unwatched." = "Sapphire salverà questa directory come non vista.";

/* Mark directory watched description */
"Sapphire will save this directory as watched." = "Sapphire salverà questa directory come vista.";

/* Mark directory watched description */
"Sapphire will save this file as unwatched." = "Sapphire salverà questo file come non visto.";

/* Mark directory watched description */
"Sapphire will save this file as watched." = "Sapphire salverà questo file come visto.";

/* No comment provided by engineer. */
"Save Error" = "Errore salvataggio";

/* parameter is save path */
"Saving Joined File to %@" = "Salvataggio file unito in %@";

/* Current scan import process format, directory */
"Scanning Directory: %@" = "Ricerca directory: %@";

/* Season in metadata display */
"Season" = "Stagione";

/* No comment provided by engineer. */
"Select artwork using images from the file" = "Seleziona la grafica utilizzando immagini dal file";

/* Select cover art */
"Select cover art" = "Seleziona la grafica per la copertina";

/* Prompt the user for poster selection */
"Select Movie Poster" = "Seleziona poster per film";

/* Prompt the user for title of movie */
"Select Movie Title" = "Seleziona titolo film";

/* Prompt the user for showname with a file */
"Select Show Title" = "Seleziona titolo spettacolo";

/* Settings Menu Item */
"Settings" = "Impostazioni";

/* filesize in metadata display */
"Size" = "Dim.";

/* Skip Top shows description */
"Skip \"Top Shows\" filter" = "Salta filtro \"Spettacoli principali\"";

/* Skip Collections Menu Title */
"Skip Collections" = "Salta raccolte";

/* Sort by Date description */
"Sort by Date.  With TV Episodes, this is Air Date.  With Movies, this is Premier Date." = "Ordina per data.  Per gli episodi TV, questa è la data di trasmissione.  Per i film, questa è la data della prima.";

/* Sort by Episode Order description */
"Sort by Episode Order." = "Ordina per episodio.";

/* Sort by IMDB Top 250 Rank description */
"Sort by IMDB Top 250 Rank." = "Ordina per classifica Top 250 di IMDB.";

/* Sort by IMDB User Rating description */
"Sort by IMDB User Rating." = "Ordina per voto utente IMDB.";

/* Sort by Movie Title description */
"Sort by Movie Title." = "Ordina per titolo film.";

/* Sort by Number of Awards Won description */
"Sort by Number of Awards Won." = "Ordina per numero di premi vinti.";

/* Button */
"Start Fetching Data" = "Avvia recupero dati";

/* Button */
"Start Importing Data" = "Avvia importazione dati";

/* Button */
"Start Populating Data" = "Avvia inserimento dati";

/* Button */
"Start Populating XML Data" = "Avvio inserimento dati XML";

/* Mark Directory For Importing description */
"Tells Sapphire it's okay to import from this directory." = "Indica a Sapphire che è possibile importare da questa directory.";

/* Enable movie/show chooser description */
"Tells Sapphire skip the TV Show and Movie choosers when importing and make selections automatically." = "Indica a Sapphire di saltare le operazioni di scelta spettacoli TV e film in fase di importazione, e di effettuare le selezioni automaticamente.";

/* Fetch Movie Data description */
"Tells Sapphire that for every Movie, gather more information from the internet." = "Indica a Sapphire di cercare informazioni in Internet per ciascun film.";

/* Fetch TV Show Data description */
"Tells Sapphire that for every TV episode, gather more information about this episode from the internet." = "Indica a Sapphire di cercare informazioni in Internet per ciascun episodio TV.";

/* Skip Favorite shows description */
"Tells Sapphire that when changing filter settings, skip over the favorite shows filter." = "Indica a Sapphire di saltare il filtro spettacoli preferiti quando si modificano le impostazioni dei filtri.";

/* Skip Unwatched shows description */
"Tells Sapphire that when changing filter settings, skip over the unwatched shows filter." = "Indica a Sapphire di saltare il filtro spettacoli non visti quando si modificano le impostazioni dei filtri.";

/* Fast Directory Switching description */
"Tells Sapphire that when using a filter, use the cached data to setup directories rather than scanning the directories themselves for new files." = "Indica a Sapphire di usare i dati nella cache per impostare le directory piuttosto che cercare nuovi file nelle directory quando si usa un filtro.";

/* Enable AC3 Passthrough description */
"Tells Sapphire that you have an AC3 decoder and to enable passthrough of the full audio information to the decoder. This is how you get 5.1 and DTS output." = "Indica a Sapphire che si dispone di un decoder AC3 e di attivare il passthrough delle informazioni complete audio verso il decoder. In questo modo si ottiene l’output 5.1 e DTS.";

/* Enable Directory lookup description */
"Tells Sapphire that you want to use directory names instead of file names for identifying movies." = "Indica a Sapphire che si vogliono utilizzare i nomi delle directory invece che quelli dei file per l’identificazione dei film.";

/* Marks the directory to be a collection description */
"Tells Sapphire to add this directory to the Collections list." = "Indica a Sapphire di aggiungere questa directory all’elenco raccolte.";

/* Hide poster chooser description */
"Tells Sapphire to automatically choose posters for movies instead of asking the user to choose one." = "Indica a Sapphire di scegliere automaticamente i poster per i film invece di chiedere all’utente di sceglierli.";

/* clear file join list description */
"Tells Sapphire to clear the file join list." = "Indica a Sapphire di cancellare l’elenco delle unioni file.";

/* Join Marked Files description */
"Tells Sapphire to complete the file join." = "Indica a Sapphire di completare l’unione dei file.";

/* Hide perian audio info description */
"Tells Sapphire to disable the display of audio codec and sample rate information." = "Indica a Sapphire di disattivare la visualizzazione delle informazioni su codec audio e frequenza di campionamento.";

/* Hide show summary description */
"Tells Sapphire to disable the display of the show's synopsis." = "Indica a Sapphire di disattivare la visualizzazione del sunto dello spettacolo.";

/* Hide perian video info description */
"Tells Sapphire to disable the display of video codec, resolution, and color depth information." = "Indica a Sapphire di disattivare la visualizzazione di informazioni su codec video, risoluzione e intensità dei colori.";

/* Delete collections setting description */
"Tells Sapphire to erase all knowledge of files in this collection." = "Indica a Sapphire di eliminare tutti i dati relativi ai file in questa raccolta.";

/* Populate File Data description */
"Tells Sapphire to examine all files, and remember the file size, length and other information that can be gathered from the file itself." = "Indica a Sapphire di esaminare tutti i file, e di ricordare dimensioni file, lunghezza ed altri dati che possono essere ottenuti dal file stesso.";

/* Mark directory to reset import decisions description */
"Tells Sapphire to forget import decisions made on files in this directory." = "Indica a Sapphire di dimenticare importanti decisioni prese sui file in questa directory.";

/* Mark a file to reset import decisions description */
"Tells Sapphire to forget import decisions made on this file." = "Indica a Sapphire di dimenticare importanti decisioni fatte su questo file.";

/* Hide the ui quitter description */
"Tells Sapphire to hide the main menu element forcing FrontRow to quit." = "Indica a Sapphire di nascondere il menu principale costringendo FrontRow a chiudersi.";

/* Hide collections setting description */
"Tells Sapphire to hide this collection on the main menu." = "Indica a Sapphire di nascondere questa raccolta sul menu principale.";

/* Import collections setting description */
"Tells Sapphire to ignore this collection when running any import tool." = "Indica a Sapphire di ignorare questa raccolta durante l'esecuzione di qualsiasi strumento di importazione.";

/* Disable the anonymous reporting description */
"Tells Sapphire to not report any anonymous information on how you use Sapphire. Anonymous reporting enables us to improve the plugin for future use." = "Indica a Sapphire di non segnalare eventuali informazioni anonime su come si utilizza Sapphire. Le segnalazioni anonime ci permettono di migliorare il plug-in per uso futuro.";

/* Mark whole directory to re-fetch its movie data */
"Tells Sapphire to refetch Movie metadata for this directory the next time an import is run." = "Indica a Sapphire di ripetere il recupero dei metadati dei film per questa directory all'importazione successiva.";

/* Mark file to refetch movie description */
"Tells Sapphire to refetch Movie metadata for this file the next time an import is run." = "Indica a Sapphire di ripetere il recupero dei metadata dei film per questo file all'importazione successiva.";

/* Mark directory to refetch tv data description */
"Tells Sapphire to refetch TV Show metadata for this directory the next time an import is run." = "Indica a Sapphire di ripetere il recupero dei metadati degli spettacoli TV per questa directory all’importazione successiva.";

/* Mark file to refetch tv data description */
"Tells Sapphire to refetch TV Show metadata for this file the next time an import is run." = "Indica a Sapphire di ripetere il recupero dei metadati degli spettacoli TV per questo file all’importazione successiva.";

/* Mark directory to delete metadata description */
"Tells Sapphire to remove all metadata for this directory." = "Indica a Sapphire di rimuovere tutti i metadati per questa directory.";

/* Mark file to delete metadata description */
"Tells Sapphire to remove all metadata for this file." = "Indica a Sapphire di rimuovere tutti i metadati per questo file.";

/* Marks the directory to no longer be a collection description */
"Tells Sapphire to remove this directory from the Collections list." = "Indica a Sapphire di rimuovere questa directory dall’elenco raccolte.";

/* Mark this Directory to Skip Import description */
"Tells Sapphire to skip this directory when importing." = "Indica a Sapphire di saltare questa directory durante l'importazione.";

/* Mark file and join description */
"Tells Sapphire to use this file to complete the joined list." = "Indica a Sapphire di utilizzare questo file per completare l'elenco delle unioni.";

/* Mark file to be joined description */
"Tells Sapphire you wish to add this file to a list of files to be joined. The files will be joined in the order they were added to the list." = "Indica a Sapphire che si desidera aggiungere questo file a un elenco di file da unire. I file verranno uniti nell'ordine in cui sono stati aggiunti all’elenco.";

/* File not present error string */
"The File %@ is not present.  Either a drive is not mounted or your metadata has not been imported recently" = "Il file %@ è assente.  Un’unità non è stata montata o i metadati non sono stati importati di recente.";

/* Name taken on a file/directory rename; parameter is name */
"The name %@ is already taken" = "Il nome %@ è già in uso.";

/* Description of the movie import */
"This tool will attempt to fetch information about your Movie files from the Internet (IMDB/IMPAwards).  This procedure may take quite some time and could ask you questions.  You may cancel at any time." = "Questo strumento tenterà di recuperare dati sui file dei film da Internet (IMDB/IMPAwards).  Questa procedura può richiedere molto tempo e può richiedere l'inserimento di dati.  È possibile annullare in qualsiasi momento.";

/* Description of the movie import */
"This tool will attempt to fetch information about your TV shows files from the Internet (TVRage).  This procedure may take quite some time and could ask you questions.  You may cancel at any time." = "Questo strumento tenterà di recuperare da Internet dati sui file dei film (TVRage).  Questa procedura può richiedere molto tempo e può richiedere l'inserimento di dati.  È possibile annullare in qualsiasi momento.";

/* Description of all meta import */
"This tool will import all the metadata it can find.  This procedure may take quite some time and could ask you questions.  You may cancel at any time." = "Questo strumento importerà tutti i metadati che può trovare.  Questa procedura può richiedere molto tempo e può richiedere l'inserimento di dati.  È possibile annullare in qualsiasi momento.";

/* Description of the import processes */
"This tool will populate Sapphire's File data.  This procedure may take a while, but you may cancel at any time." = "Questo strumento inserirà i dati nel file dati di Sapphire.  Questa procedura potrebbe richiedere molto tempo, ma può essere annullata in qualsiasi momento.";

/* TV Shows Menu Item */
"TV Shows" = "Spettacoli TV";

/* Import complete format with number updated */
"Updated %0.0f Entries." = "Voci aggiornate: %0.0f.";

/* No comment provided by engineer. */
"Upgrade Metadata" = "Aggiorna metadati";

/* No comment provided by engineer. */
"Upgrading Collection Prefs" = "Aggiornamento preferenze raccolta";

/* No comment provided by engineer. */
"Upgrading Complete; Press Menu to Go Back" = "Aggiornamento completato; premere Menu per tornare indietro.";

/* No comment provided by engineer. */
"Upgrading Joined Files" = "Aggiornamento file uniti";

/* No comment provided by engineer. */
"Upgrading Metadata" = "Aggiornamento metadati";

/* No comment provided by engineer. */
"Upgrading Movie Translations" = "Aggiornamento traduzioni film";

/* No comment provided by engineer. */
"Upgrading TV Translations" = "Aggiornamento traduzioni TV";

/* The import is complete, just waiting on background processes */
"Waiting for background import to complete" = "In attesa di completare l'importazione dello sfondo";


